IDEA Open Model
RebarShape.StartHook Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the start rebar hook.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public RebarHookBase StartHook { get; set; }
Public Property StartHook As RebarHookBase
	Get
	Set
Property Value
Type: RebarHookBase
See Also
Reference
RebarShape Class
IdeaRS.OpenModel.Model Namespace